;TORSO
[xlegendsminx_Torso_KV_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_MPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_FPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_HPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_LPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_MPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_HPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

;TORSO WOTC
[xlegendsminx_Torso_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

[xlegendsminx_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 身体"

;ARMS
[xlegendsminx_Arms_KV_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_LPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_MPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_HPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_LPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_MPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_HPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

;ARMS WOTC
[xlegendsminx_Arms_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

[xlegendsminx_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 手臂"

;LEGS
[xlegendsminx_Legs_KV_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_LPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_MPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_HPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_LPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_MPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_HPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

;LEGS WOTC
[xlegendsminx_Legs_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 腿"

[xlegendsminx_Helmets_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 头"

;TORSO DECO
[xlegendsminx_TDeco_KV_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_MPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_MPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

;TORSO DECO WOTC
[xlegendsminx_TDeco_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"

[xlegendsminx_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 明克斯 尾巴"





